{"יכולת ליישם את הנלמד בתפקיד": 4.62, "קידום נושאים בעקבות הלמידה": 4.1, "חקר הצלחות כחלק מהחיבור לשטח": 4.24, "אפשרות העמקה בנושא מעניין": 4.76, "התעוררות שאלות חדשות וסקרנות": 4.67, "למידה פעילה ושיתופית": 4.9, "שיפור איכות ההוראה": 4.05, "התנסות במגוון דרכי למידה": 4.33, "הזדמנויות לבחירה ועבודה עצמית במהלך הלמידה": 4.81, "בחירה חוזרת בקורס": 4.9, "המלצה על הקורס לחברים": 4.9, "threshold": 4.5, "above_threshold": false, "וותק בהוראה": {"11-15 שנים": 8, "21 שנים ומעלה": 5, "6-10 שנים": 5, "1-5 שנים": 2, "16-20 שנים": 1}, "מסגרת חינוך": {"חינוך רגיל": 11, "חינוך מיוחד": 10}, "שלב חינוך": {"קדם יסודי": 9, "חט\"ע": 5, "יסודי": 4, "חט\"ב": 3}, "מגזר": {"יהודי": 20, "דרוזי": 1}, "פיקוח": {"ממלכתי": 18, "חמ\"ד": 2, "חרדי": 1}, "מחוז": {"מחוז מרכז": 11, "מחוז תל אביב": 5, "מחוז צפון": 2, "מחוז ירושלים ומנח\"י": 1, "מחוז חרדי": 1, "מחוז חיפה": 1}, "מספר משתתפים": 21, "שם המרצה": "אירית עציון", "שם הקורס": "הקול מתחיל בך", "משובים מילוליים מהמשתתפים": ["נהניתי מכל רגע, מהחומרים ומההנחיה", "אירית מנחה את הקורס ברגישות ומקצועיות. נהנתי מאוד", "תודה רבה לאירית, מנחה מקצועית, רגישה וקשובה ", "תודה רבה! היה מעניין ומעשיר!", "המרצה מצוינת, נעימה מאד, מקצועית, אמפתית וקשובה, השתלמות מומלצת מאד גם לנפש...", "אירית היקרה, הקורס היה יותר ממרתק, מלא משמעות ועם מודלים שימושיים לעבודה המקצועית והאישית. הקורס פתח לי צוהר למקומות משמעותיים שלי ו\"הזיז אותי מבפנים\" אז אני מודה לך על זה מאוד. אורטל גולן ", "תודה רבה על הכל", "נהניתי מאד מהקורס. המון ידע וכלים פרקטיים לחיים. תודה לאירית היקרה על הלמידה החוויתית והמשמעותית.", "היה נחמד", "חיי השתנו ואני מאמינה שימשיכו להשתנות בעקבות הקורס!!!", "השתלמות נהדרת, טובה לחיים האישיים ולא רק לחיים המקצועיים ", "היה מעניין מאוד, הקורס הוגש באווירה פתוחה ומקבלת, תרם להרהורים, מחשבות והתבוננות גם בתהליכים האישיים וגם על האחר. מודה ומקווה לקורסים נוספים שמנחה אותם אירית.", "תחושה שבחרתי בהשתלמות שמאוד התאימה לי בעיקר בתקופה זו , של האתגרים והמשברים שכל המדינה נמצאת בהם . רגעים של צמיחה משמעותית ורלוונטית ", "אירית מקסימה ומעבירה את החומר בצורה מקצועית ומעניינת. אשמח להשתלמויות נוספות שלה", "רציתי לאמר שהשתלמות הזאת הייתה חוויה מעשירה ומלמדת. היא נתנה לי כלים חדשים לפיתוח כישורי פתרון בעיות, חיזוק יכולות התקשרות והבנה עמוקה יותר של הצרכים והאתגרים שלי ושל האחר. השתלמות זו תרמה רבות להתפתחות המקצועית שלי ותשפיע על הדרך בה אני פועלת .", "תודה על שעות אינטימיות ותשומת לב. זה באמת היה זמן לעצמי.למדתי רבות ואני מיישמת בחיי.", "תודה רבה אירית השתלמות הייתה טובה ומועילה לקחתי הרבה תובנות בפן המקצועי ובפן האישי.", "תודה רבה", "אירית מנחה ובן אדם לעילא ולעילא. רגועה ומלאת אמבטיה ונתינה. זה הקורס השני איתה ונהניתי מאוד. היא מפרה ומלמדת את התכנים בצורה איכותית. מאוד מאוד מעריכה וממליצה על קורסים בהנחייתה."]}