{"יכולת ליישם את הנלמד בתפקיד": 4.74, "קידום נושאים בעקבות הלמידה": 4.47, "חקר הצלחות כחלק מהחיבור לשטח": 4.32, "אפשרות העמקה בנושא מעניין": 4.89, "התעוררות שאלות חדשות וסקרנות": 4.89, "למידה פעילה ושיתופית": 4.89, "שיפור איכות ההוראה": 4.79, "התנסות במגוון דרכי למידה": 4.74, "הזדמנויות לבחירה ועבודה עצמית במהלך הלמידה": 4.74, "בחירה חוזרת בקורס": 4.89, "המלצה על הקורס לחברים": 4.89, "threshold": 4.5, "above_threshold": false, "וותק בהוראה": {"21 שנים ומעלה": 6, "16-20 שנים": 4, "6-10 שנים": 4, "1-5 שנים": 4, "11-15 שנים": 1}, "מסגרת חינוך": {"חינוך רגיל": 15, "חינוך מיוחד": 4}, "שלב חינוך": {"קדם יסודי": 14, "יסודי": 4, "חט\"ע": 1}, "מגזר": {"יהודי": 18, "ערבי": 1}, "פיקוח": {"ממלכתי": 15, "חמ\"ד": 4}, "מחוז": {"מחוז מרכז": 9, "מחוז תל אביב": 4, "מחוז ירושלים ומנח\"י": 3, "מחוז צפון": 1, "מחוז חיפה": 1, "מחוז התיישבותי": 1}, "מספר משתתפים": 19, "שם המרצה": "שי אשכנזי", "שם הקורס": "בינה מלאכותית 204141", "משובים מילוליים מהמשתתפים": ["שי אשכנזי מרצה אלוף ומעניין. הנושא עוזר לנו להשאר מעודכנים ולהשתדרג בדרכי ההוראה. אשמח להמשיך להדתלם וללמוד עוד", "היה מלמד ומעשיר", "שי הוא מרצה מוצלח, בעל ידע רחב ועשיר, מלמד בצורה מעניינת, בסבלנות, מתאים לכל רמה. מומלץ מאד!", "קורס מעניין ,תורם ןמלמד ושי המורה פשוט מקצועי ,סבלני ומרתק", "הקורס מדהים, מרתק ויעיל, וזה קודם כל בזכות של שי כמדריך ", "שי מרצה מקסים!! העביר את ההשתלמות בצורה מרתקת יעילה ועניינית. תודה רבה!", "שי , תודה רבה  כבר שנה שניה אני נמצאת איתך בהשלמות וכל כך נהנית  תודה רבה רבה  למדתי המון ", "היה קרוס מעולה נהנתי מאוד ואף החכמתי בנושא וכיום בזכות הקורס אני לא חוששת להשתמש בבינה מלאכותית ואפילו התמכרתי אליה", "היה השתלמות מעולה!!! מנחה טוב ומסביר מצויין, סבלני מצחיק עניני. למדתי המון", "-", "אין כמו שי. מרצה לדוגמא ומופת", "שי אשכנזי מרצה בסבלנות רבה עם חיוך ואכפתיות.. הייתי נרשמת עכשיו לעוד קורסים שלו.. ", "שי מורה בחסד , הוא מלמד את החומר בצורה מעניינת, ומיוחדת הוא דואג שכולם יבינו גם מי שהיא ממש לא טכנולוגית.", "שי הוא פשוט אישיות, מרתק, מורה לחיים, מסייע בכל אתגר, הופך כל אתגר למכשול פשוט. שי יצר עניין ולא רציתי להפסיד אף שיעור איתו. המלצתי עליו לכל אחד שראיתי והוא לימד אותי המון. כל השתלמות שתיהיה לו אני בה.", "אחד הקורסים החשובים הן כמורה, והן כבן אנוש שחי במאה ה 21. אופן ההנחייה של שי אשכנזי היה מקצועי, מעורר עניין וסקרנות וטבול בהומור. קורס מדהים.", "הקורס הועבר על ידי שי בצורה מעניינת . שי מרצה בחסד", "תודה רבה שי! הקורס היה מאשיר ועניתי על כל השאלות בסבלנות רבה.", "שי המנחה מאוד סובלני מכיל ומאפשר. ניכרת המקצועיות והידע שלו בנושא. העביר את הקורס בדרך חווייתית ומרתקת", "המרצה שי מדהים, מכיל ומלמד בסבלנות רבה. וחובה להמשיך קורס העמקה בכל כלי"]}