{"יכולת ליישם את הנלמד בתפקיד": 4.61, "קידום נושאים בעקבות הלמידה": 4.26, "חקר הצלחות כחלק מהחיבור לשטח": 4.32, "אפשרות העמקה בנושא מעניין": 4.7, "התעוררות שאלות חדשות וסקרנות": 4.6, "למידה פעילה ושיתופית": 4.76, "שיפור איכות ההוראה": 4.41, "התנסות במגוון דרכי למידה": 4.45, "הזדמנויות לבחירה ועבודה עצמית במהלך הלמידה": 4.59, "בחירה חוזרת בקורס": 4.75, "המלצה על הקורס לחברים": 4.84, "threshold": 4.5, "above_threshold": false, "וותק בהוראה": {"11-15 שנים": 62, "21 שנים ומעלה": 60, "6-10 שנים": 54, "16-20 שנים": 40, "1-5 שנים": 33}, "מסגרת חינוך": {"חינוך רגיל": 166, "חינוך מיוחד": 83}, "שלב חינוך": {"יסודי": 98, "קדם יסודי": 83, "חט\"ב": 34, "חט\"ע": 24, "יסודי ועל יסודי": 1, "הדרכת מורים וקב׳ של מתבגרים ": 1, "6_21": 1, "גילאי 6-21": 1, "רב גילאי 3-21": 1, "חטצ": 1, "חט\"ב+חט\"ע": 1, "תיכון שש שנתי": 1, "גן חובה ": 1, "שש שנתי- חטיבה ותיכון ": 1}, "מגזר": {"יהודי": 236, "ערבי": 11, "דרוזי": 1, "בדואי": 1}, "פיקוח": {"ממלכתי": 168, "חמ\"ד": 78, "חרדי": 3}, "מחוז": {"מחוז מרכז": 97, "מחוז תל אביב": 57, "מחוז דרום": 23, "מחוז חיפה": 22, "מחוז צפון": 18, "מחוז ירושלים ומנח\"י": 15, "מחוז התיישבותי": 9, "אחר": 6, "מחוז חרדי": 2}, "מספר משתתפים": 249, "שם המרצה": "אירית עציון", "שם הקורס": "בינה מלאכותית 204141", "משובים מילוליים מהמשתתפים": ["שי אשכנזי מרצה אלוף ומעניין. הנושא עוזר לנו להשאר מעודכנים ולהשתדרג בדרכי ההוראה. אשמח להמשיך להדתלם וללמוד עוד", "היה מלמד ומעשיר", "שי הוא מרצה מוצלח, בעל ידע רחב ועשיר, מלמד בצורה מעניינת, בסבלנות, מתאים לכל רמה. מומלץ מאד!", "קורס מעניין ,תורם ןמלמד ושי המורה פשוט מקצועי ,סבלני ומרתק", "הקורס מדהים, מרתק ויעיל, וזה קודם כל בזכות של שי כמדריך ", "שי מרצה מקסים!! העביר את ההשתלמות בצורה מרתקת יעילה ועניינית. תודה רבה!", "שי , תודה רבה  כבר שנה שניה אני נמצאת איתך בהשלמות וכל כך נהנית  תודה רבה רבה  למדתי המון ", "היה קרוס מעולה נהנתי מאוד ואף החכמתי בנושא וכיום בזכות הקורס אני לא חוששת להשתמש בבינה מלאכותית ואפילו התמכרתי אליה", "היה השתלמות מעולה!!! מנחה טוב ומסביר מצויין, סבלני מצחיק עניני. למדתי המון", "-", "אין כמו שי. מרצה לדוגמא ומופת", "שי אשכנזי מרצה בסבלנות רבה עם חיוך ואכפתיות.. הייתי נרשמת עכשיו לעוד קורסים שלו.. ", "שי מורה בחסד , הוא מלמד את החומר בצורה מעניינת, ומיוחדת הוא דואג שכולם יבינו גם מי שהיא ממש לא טכנולוגית.", "שי הוא פשוט אישיות, מרתק, מורה לחיים, מסייע בכל אתגר, הופך כל אתגר למכשול פשוט. שי יצר עניין ולא רציתי להפסיד אף שיעור איתו. המלצתי עליו לכל אחד שראיתי והוא לימד אותי המון. כל השתלמות שתיהיה לו אני בה.", "אחד הקורסים החשובים הן כמורה, והן כבן אנוש שחי במאה ה 21. אופן ההנחייה של שי אשכנזי היה מקצועי, מעורר עניין וסקרנות וטבול בהומור. קורס מדהים.", "הקורס הועבר על ידי שי בצורה מעניינת . שי מרצה בחסד", "תודה רבה שי! הקורס היה מאשיר ועניתי על כל השאלות בסבלנות רבה.", "שי המנחה מאוד סובלני מכיל ומאפשר. ניכרת המקצועיות והידע שלו בנושא. העביר את הקורס בדרך חווייתית ומרתקת", "המרצה שי מדהים, מכיל ומלמד בסבלנות רבה. וחובה להמשיך קורס העמקה בכל כלי", "הילי מדריכה מופלאה, ידענית ומעוררת השראה ", "הילי אלופה אמיתית ולמדתי ממנה המון!!❤️", "נהנתי מאוד למדתי דברים שמשמשים ועוזרים לי בהוראה בכיתה ובכלל. אשמח ללמוד עוד כלים בנושא בינה מלאכותית", "שהילי מרצה מהממת!!! כל כך כיף ללמוד איתה היא מעבירה את החומר בצורה מושלמת מעניינת ומרתקת! ", "אני מאוד מרוצה שלקחתי קורס של המרצה הילי זוורו, למדתי כלי AI מגוונים. המרצה הילי זוורו לימדה בצורה מפורטת, מעניינת וברורה כיצד לבנות יחידת לימוד בשישה שלבים. למדתי הרבה בקורס של הילי זוורו. זכיתי!  אני מיישמת בהוראה את אשר למדתי. ", "היה קורס מעולה בעיקר כי הוא הכריח אותי לעסוק בנושאים שאני פחות חזק בהם", "פעם 2 עם הילי זו כבר מתנה. ", "הילי מדהימה ! מלאת ידע ! אנרגטית, מלמדת בצורה מרתקת, מעניינת, זמינה לשאלות. תודה רבה !!!", "הקורס היה מעולה, מעורר סקרנות . ובכלל המרצה היא מדהימה כבנאדם וכמורה. עונה על כל שאלה ופותר בעיות שנוצרות ואיתה לא מגיעים לרמות תסכול, להפך היא מעודדת ותומכת ונונת לך תחושה של הצלחה. תודה מכל הלב", "קורס מענין הוסבר בצורה מקצועית ", "מאוד נהניתי מהקורס. למדתי והעשרתי את היכולות הדיגיטליות שלי ", "נהניתי מכל רגע, מהחומרים ומההנחיה", "אירית מנחה את הקורס ברגישות ומקצועיות. נהנתי מאוד", "תודה רבה לאירית, מנחה מקצועית, רגישה וקשובה ", "תודה רבה! היה מעניין ומעשיר!", "המרצה מצוינת, נעימה מאד, מקצועית, אמפתית וקשובה, השתלמות מומלצת מאד גם לנפש...", "אירית היקרה, הקורס היה יותר ממרתק, מלא משמעות ועם מודלים שימושיים לעבודה המקצועית והאישית. הקורס פתח לי צוהר למקומות משמעותיים שלי ו\"הזיז אותי מבפנים\" אז אני מודה לך על זה מאוד. אורטל גולן ", "תודה רבה על הכל", "נהניתי מאד מהקורס. המון ידע וכלים פרקטיים לחיים. תודה לאירית היקרה על הלמידה החוויתית והמשמעותית.", "היה נחמד", "חיי השתנו ואני מאמינה שימשיכו להשתנות בעקבות הקורס!!!", "השתלמות נהדרת, טובה לחיים האישיים ולא רק לחיים המקצועיים ", "היה מעניין מאוד, הקורס הוגש באווירה פתוחה ומקבלת, תרם להרהורים, מחשבות והתבוננות גם בתהליכים האישיים וגם על האחר. מודה ומקווה לקורסים נוספים שמנחה אותם אירית.", "תחושה שבחרתי בהשתלמות שמאוד התאימה לי בעיקר בתקופה זו , של האתגרים והמשברים שכל המדינה נמצאת בהם . רגעים של צמיחה משמעותית ורלוונטית ", "אירית מקסימה ומעבירה את החומר בצורה מקצועית ומעניינת. אשמח להשתלמויות נוספות שלה", "רציתי לאמר שהשתלמות הזאת הייתה חוויה מעשירה ומלמדת. היא נתנה לי כלים חדשים לפיתוח כישורי פתרון בעיות, חיזוק יכולות התקשרות והבנה עמוקה יותר של הצרכים והאתגרים שלי ושל האחר. השתלמות זו תרמה רבות להתפתחות המקצועית שלי ותשפיע על הדרך בה אני פועלת .", "תודה על שעות אינטימיות ותשומת לב. זה באמת היה זמן לעצמי.למדתי רבות ואני מיישמת בחיי.", "תודה רבה אירית השתלמות הייתה טובה ומועילה לקחתי הרבה תובנות בפן המקצועי ובפן האישי.", "תודה רבה", "אירית מנחה ובן אדם לעילא ולעילא. רגועה ומלאת אמבטיה ונתינה. זה הקורס השני איתה ונהניתי מאוד. היא מפרה ומלמדת את התכנים בצורה איכותית. מאוד מאוד מעריכה וממליצה על קורסים בהנחייתה.", "ששי הוא מנחה מעולה מסביר ומדריך באופן יוצא דופן וראוי להערכה. מאוד נהנתי והןעשרתי בידע המליץ ברצון ללמוד ולהשתלם אצלו", "שהמדריך שי אשכנזי אחד המרצים המעניינים ביותר גרם לנו לרצות ללמוד להתנסות והכי הפחית את החשש והפחד שלי והפך את הלמידה למשמעותית", "שי המנחה מקצועי, סבלני יודע לרתק ולעניין!!!", "שי אשכנזי מרצה מדהים ביותר! מסביר בסבלנות ובחיוך! אין עליווו", "תודה לשי על הסבלנות וההסברים הרבים עד שנצליח", "שי אשכנזי מרצה עם הרבה סבלנות ורגישות.. אופי השיעור אצלו מהנה וחבל שנגמר.. מחכה לעוד קורסים שהוא יעשה. אין עליו!!!!!!!", "שי אשכנזי מורה בעל יכולת סבלנות יוצאת דופן. מייצר אנרגיה חיובית והתלהבות סביב הנושאים הנילמדים", "תודה על כל הידע והסבלנות.רק הערה על העבודה,שנראה לי שהיא מורכבת יחסית והייתי שמחה לעבודה יותר קלילה", "שי אשכנזי מרצה בחסד, מעביר את החומר בצורה ברורה, ומעניינת, גם מי שהוא טכנופוב אצלך שי יצליח- הוא מנגיש את הידע בצורה כל-כך פשוטה שכל אחד יכול. לשי יש יכולת מדהימה שהוא יודע לגעת בכולם, חשוב לו שכולם יבינו ולא מוותר על אף אחד. תמיד היה פתוח לכל שאלה, נתן ידע רב, הכל מתוך ענווה, היה קשוב לקבוצה ולהתקדמות שלה. הכל נעשה בחן ובסבלנות רבה. שי חשף אותי לכל התוכן המדהים הזה, איתו העזתי ליצור ולעשות וגיליתי עולם מדהים, אני משתמשת  בכיתה המון בכלים שלימד אותנו יוצרת דברים  מיוחדים.תודה לשי על המפגשים המעניינים.", "היה מאוד רלוונטי ומעניין ! ", "טוב שיש קורסים שחושפים לבינה המלאכותית ולקנבה", "שי מורה מדהים עם סבלנות אדירה  לא הכרתי את הכנווה בכלל ובזכות הקורס ושי אני מעצבת תמונות גן משפחה, משחקים ומצגות", "קורס מרתק גם כמורה, וגם לצרכים האישיים. מאד קידם את דרכי ההוראה האינטראטיביות שלי. מנחה (שי אשכנזי) מקצועי, מעורר עניין, מלא הומור, סבלנות והרבה מאד ידע נרחב בתחום. תודה על הזכות", "היה מעניין מאוד, קורס חשוב לעובד הוראה בעולם דינמי ומתקדם. ", "אחת ההשתלמויות הכי מעניינות מסקרנות מלמדות ומהנות. היה מושלם.והמנחה שי היה סבלני מדהים ומקצוען. תודה רבה", "אין על שי אשכנזי מורה מעולה מעניין וסבלני", "היה ממש מקסים, תודה רבה!", "הקורס היה מעניין ומעשיר מאוד. למדתי הרבה כלים , ואיך אפשר להשתמש בהן בפתרון בעיות שונות בחיים האמיתיים. הקורס פתח לי אופקים חדשים וגרם לי לרצות להעמיק עוד יותר בתחום. אני ממליץ על הקורס הזה לכל מי שמתעניין והמרצה הייתה מקצועית ומקסימה .", "תודה לתמר על קורס מהנה ומעשיר על סבלנות לאורך הדרך ", "תמר נהדרת, זמינה ומלאת ידע וקסם. ", "קורס מדהים עם מדריכה מדהימה", "מרצה מהממת ומקצועית", "תודה, היה ממש מענין מעשיר ומלמד", "אורלי מקצועית ביותר!!! והכי חשוב מקסימה ואנושית", "תודה רבה", "מרצה מעולה!! קורס מעניין ומעשיר ולדעתי חובה לכל איש חינוך. מומלץ מאוד!!", "המרצה אורלי מהממת, מלהיבה על החומר שנלמד וממש מרתקת", "אורלי מהממת! היא העבירה את ההשתלמות באופן מעניין. היא ביקשה מאיתנו לשתף בהתמודדויות וביחד חשבנו על דרכי פתרון והתייעצנו. המשימות במהלך ההשתלמות היו קשורות לעבודה בשטח ותרמו רבות. אני כבר מחכה להשתלמות הבאה שלה. ", "המרצה מדהימה!!! מעניינת, קשובה, מלמדת בצורה מעשית.", "אורלי העבירה קורס מדהים חשוב מעצים כל מורה בישראל צריכה ללמוד תכנים אלו. אשמח ללמוד ממנה שוב", "זו ההשתלמות המקצועית והמעמיקה ביותר שעשיתי. אורלי בעלת ידע רב, שהועבר בצורה ברורה ומעניינת תוך לימוד עצמי, חיבור לשטח בהמון רגישות וחוכמה. מתן מקום לשאול שאלות . פשוט נתן לי הרבה מאד בחיים האישיים והמקצועיים וכולי הערכה רבה מאד לד״ר אורלי. ממש עצוב לי שהשתלמות זו נגמרה כי היא תרמה לי מאד. הייתי מרותקת כל השלוש שעות של הקורס . תודה על הזכות ואשמח להעמקה וקורס המשך. נטע", "תודה רבה לאורלי על השיתוף, העברת הדברים בצורה ברורה ונעימה. על מענה לשאלות ורגישות.", "ההשתלמות הועברה במקצועיות וברגישות. עם העשרה בפן הרגשי ובפן האישי. תודה על האובייקטיביות ועל המודלינג האישי ", "למדתי הרבה שיטות שעזרו לי איך להתמודד עם התלמידים ", "אורלי היא מרצה שמעבירה את החומר הנלמד בדרך מקצועית, מעניינת שתרמה לי רבות! הרגשתי כי קיבלתי כלים רבים בתום ההשתלמות ועם צידה לדרך שתתרום לי מאוד. ישר כח לאורלי היקרה", "תודה רבה על השתלמות מקצועית ברמה גבוה , מהנה ומלמדת . המרצה התייחסה וענתה לכל השאלות והתהיות , שיתפה במידע ובחוויות אישיות ואשמח להשתתף בהשתלמויות אחרות עם המרצה אורלי .", "הקורס היה מעולה, מעשיר, דוגמאות אישיות, העמקה בחומר , מאוד מעניין ולמדתי רבות , אורלי מיוחדת ומאוד מעניינת , תודה על ההזדמנות ", "  בנימה אישית, רציתי לומר שהקורס בנושא הפרעת קשב היה עבורי הרבה מעבר ללמידה אקדמית. הוא פתח לי פתח לעולם מרתק, מלא ברגישות, הבנה וכלים משמעותיים להתמודדות אמיתית מהשטח. בזכות הקורס הזה הרגשתי שאני לא רק לומדת – אלא גם רואה, מבינה ומתחברת מחדש. אני יוצאת ממנו עם תובנות עמוקות ותחושת שליחות, ובעיקר עם הרבה הערכה על הדרך בה הועבר, בגובה העיניים ועם לב פתוח.    ", "אורלי פשוט השראה ומודל לחיקוי. שינתה לי את התפיסה שלי כאמא ומורה לגבי הנושא", "תודה רבה על הקורס. היה מאוד מלמד ומעשיר", "אורלי תודה רבה על למידה וכלים מעשיים ופרקטיים. את היית המודלינג והסיפור האישי שנתן השראה והעביר את הכלים באופן בהיר, יישומי ופרקטי. תודה ", "מרצה מרתקת,משתפת ומעבירה את החומר בצורה מאוד נעימה ", "קורס מעניין ומעשיר מאוד את ארגז הכלים המקצועי והאישי לעבודה עם ילדים   הקורס הועבר ע\"י המרצה בצורה מגוונת ולווה במצגות , סרטים ושירים אשר הסבירו בצורה טובה את החומר הלימודי. יישר כוח  ", "הקורס כל כך חשוב וחיוני לכל מורה והורה ובכלל.. הכלים מאפשרים התמודדות, הכלה והבנה מול בעלי קושי קשבי. תלמידים, ילדים אישיים ומבוגרים. תודה על הזכות!", "תודה", "אשמח להשתלמות המשך עם גילי סלעי, מיינדפולנס למתקדמים. נהנתי מאוד וממליצה מאוד על ההשתלמות ", "גילי המנחה מקסימה וקשובה הקורס מעניין ומשמעותי ", "הקורס העשיר אותי ונתן לי המון כלים להתפתחות אישית וחברתית והן במגרת עבודתי הן עם הצוות החינוכי והן עם התלמידים. תודה", "גילי המרצה העבירה את תכני המפגשים במקצועיות ורגישות רבה. נהניתי ונתרמתי מאוד מהקורס. תודה רבה.", "תודה על חוויה נפלאה מעשירה ומגוונת ", "היה מעניין, מעשיר, ממלא ומהנה, תודה ", "היה ממש מעניין!נחשפתי למשהו חדש ונפתחתי לעולם שלא כ\"כ הכרתי קיבלתי מהקורס כמה כלים מעשיים שאני כבר מיישמת בעבודה שלי בגן", "גילי המרצה היא אישיות מדהימה! בכל מפגש ומפגש ראיתי אילו מידות טובות יש בה - ההקשבה, ההכלה, הסבלנות והקבלה. הכל היה בטוב ובנעימות רבה, באיכפתיות ומקצועיות. תודה רבה רבה לך גילי!  בנוגע למסגרת החינוכית שבה אני עובדת - אני מחנכת בכיתת תקשורת (ASD), בתוך תיכון חינוך רגיל", "הקורס הועבר באופן מקצועי תוך מתן דוגמאות  וכלים יישומים,המרצה גילתה רגישות למשתתפים ומתן מקום לכל אחד", "מעריכה מאוד את הדרך שבה המרצה גילי סלעי העבירה כלי זה. זה היה השתלמות מאוד משמעותית עבורי! ", "רכשתי כלים חשובים שיסייעו לי לתפקד בצורה תפקודית יעילה וטובה יותר  בחיים - בניית חוסן אישי, דיבור פנימי חיובי, חמלה עצמית תחילה  ליישום עצמי  וגם התנסות בעבודה בשטח עם הילדים", "הילי מקסימה אין אין עליה", "אלופה", "הילי מנחה מקצועית, ברורה, שמעבירה יחידות תוכן באופן נעים ומרתק!!", "נהניתי מכל רגע ולמדתי הרבה דברים חדשים", "תודהרבה, הילי. נפגש בקורס הבא.", "תודה רבה 💓", "  הילי, את מדהימה ובנאדם מקסים! ההסברים שלך בכל שיעור עזרו לי מאוד – הלכתי איתך צעד צעד, וזה מה שעזר לי לסיים את הסיפור. תודה רבה לך! 💛", "תודה רבה על השתלמות מהנה", "תודה על התכנים המשמעותיים, המלמדים והמעשירים ועל הגדלת ארגז הכלים בחיי.", "קורס מקסים שהופך את החיים לטובים יותר. אירית המנחה מקסימה ונעימה. אשמח לקורס המשך.", "אירית מאוד קשובה סבלנית ומאירת פנים, היו שיתופים מרגשים וקבוצה שהתגבשה,מאוד נהנתי ", "קורס מרתק, מעניין, תורם, נותן ידע רב, התנסויות והעמקה. קורס חובה לכל מי שמעוניינת להתפתח בפן האישי והמקצועי, לכל מי שעובדת עם תלמידים. הקורס הועבר בצורה מרתקת, עם הפניה למקורות ידע, עם שימוש בכלים טכנולוגיים. מטלות ההגשה לאורך הקורס היו מרתקות, מועילות, ומלמדות. תודה רבה", "המרצה הייתה מקסימה , אנושית , מעניינת , מעבירה את הקורס בצורה נעימה ומדויקת. לטעמי הקורס קצר מידי ", "שהתכנים מעניינים תורמים לי ותורמים לעבודתי המנחה נעימה", "אירית מרצה נהדרת וההשתלמות תרמה לי ברמה האישית וברמה המקצועית. הקןרס תרם לי רבות בהבנה את עצמי ואת הסובבים אותי, בחשיובת של לקבל את עצמי ורק אז אוכל לתת בעצמי ולהיות בביקורת כלפי עצמי. מעבר לכך אירית מרצה מעולה ומשלבת שיח, עבודה עצמית וחשיבה אחרת שמאפשרת להיות אני המלוא הדרי. משהו שמאוד חשוב היום לאנשי החינוך, לעסות את הנפש של עצמם.", "לא ירד לי האסימון עד השיעור האחרון שנגע בי בכל כך הרבה מישורים תודה רבה על זה !!  מעריכה מאוד דיקלה ", "אירית יקרה  תודה רבה על הקורס המעניין הזה. כבר הרבה זחן שאני רוצה להחשף לעולם של הnlp. המדריכות מתיא שלי כל הזמן נותנות לי המלצות וחומרים של איך זה יכול לעזור לי בכיתת החינוך מיוחד שאותה אני מחנכת. אז תודה. למדתי הרבה גם על עצמי וגם בשביל להעביר הלאה. יש בי רצון להכיר יותר", "תודה על ההזדמנות לגלות כלי חדש להכיר את עצמי ואני הפנימי  . ", "הקורס היה מאוד מהנה מעשיר ומעצים, המרצה הייתה מתחשבת ותותחית. אין ספק שאחזור שוב. תודה רבה", "קורס מדהים, מעמיק הסתכלות טיפולית פרקטית. אירית מדהימה, מקסימה ועמוקה. המתנות שנתנו היו מתנות אמיתיות. תודה!", "תודה מנחה מדהימהה", "אירית מנחה מדהימה אשר מעבירה את החומר בצורה ברורה ורואים שהיא מלמדת מתוך הבנה עמוקה ובעיקא מהלב. הקורס היה יישומי, מעניין ובעיקר מלמד כלים לחיים לכל אדם בכל תחומי החיים! ", "השתלמות מעניינת וגם מותאמת לחמבה . נרצה מעניינת מכילה ומקצועיות . ", "הקורס היה מעניין מאוד. אלה אודי מדריכה בעלת ניסיון וידע , נותנת מעצמה להצלחתינו, זמינה בשבילינו לכל שאלה ובעיה, מעבירה את התכנים בצורה יסודית מקצועית ומעמיקה. אשמח להשתלמויות נוספות שלה בפסגה! ", "תודה רבה לאלה אודי על המקצועיות, הסבלנות והידע שהיא חולקת איתנו!", "תודה לאלה היקרה על סבלנות והכלה של קבוצה הטרוגנית. תודה על הצוהר שפתחה לי בנושא", "תודה לאלה אודי שתמיד מחדשת!  מרצה נעימה, מכילה ומרצועית מאוד. תודה", "אלה מקסימה ומקצועית מאוד- מרצה מלאת מוטיבציה והנאה לנושא אותו היא מלמדת וזה מדבק .. זמינה תמיד , עוזרת ומלווה יד ביד עד להצלחה .   רכשתי ידע וכלים חדשים שפתחו לי צוהר לעולם שלא הכרתי . נהניתי מאוד ואשמח להמשיך ללמוד , להתמקצע ולחקור עוד בנושא  תודה רבה!!!!", "אלה מרצה מקצועית שיודעת לחשוף את המורים המידע הכי עדכני ובצורה הכי מעניינת. רואים שומעים ומרגישים שהיא עושה הכל מהלב. לא סתם אני רוצה לקורסים שלה כל שנה. תודה לך אלה יקרה", "תודה", "שהמדריכה אלה אודי מקצועית מאוד ,מלאת סבלנות ומוכנה תמיד לעזור וזמינה תמיד ,הקורס שלה מזמן מלא הזדמנויות לפפילויות דונות בכיתה שמשלבות מיומנויות למידה שונות ", "למדתי רבות", "אלה מנחה בחסד עליון, רלוונטית לשטח, ולא מפסיקה לחדש כל השתלמות מחדש", "היה מעיין ", "קורס מעולה!", "תודה", "תודה על הכלי החשוב הזה לעבודה שלי ולחיים שלי", "המרצה אפרת שטראוס מעניינת, סבלנית ומכילה במידה רבה", "תודה על קורס חשוב ומשמעותי גם לעבודה עם ילדים בבית הספר במיוחד לאור השנה הלחוצה והמתוחה במדינה וגם לי באופן אישי בחיי הפרטיים. ", "הקורס היה מעורר השראה ומחשבה הן לעבודה והן לחיים בכלל", "אפרת מקסימה , ההשתלמות היתה מעניינת מסודרת ומחכימה . והכל בצורה ברורה ונעימה מאוד. ", "הכלי הוא משמעותי לאיזון הנפשי", "הקורס עזר לי ברמה האישית כאשת חינוך וכאדם", "אפרת מרצה נהדרת, ניכר שבעלת ידע רב ונסיון. הכל בהיר וקוהרנטי, מאורגן כהלכה ונעים להקשבה. למדתי המון על עצמי ועל סובבי וקבלתי כלים לעבודה ובכלל. ממליצה על ההשתלמות לכל אחד ואחת. ", "זה הקורס השלישי שלי בנושא ועדיין למדתי כל כך הרבה מהחומר שהעבירה אפרת, הפשטות, הפרקטיות,  פשוט נהדרת אמליץ בחום ", "תודה רבה לאפרת. ההשתלמות הועברה בצורה נעימה וברורה.  אפרת הייתה זמינה בווטסאפ  לכל שאלה", "המרצה מאוד נעימה ומלמדת בצורה חוויתית ומעניינת", "תודה רבה היה מעניין מאוד", "נהנתי מאוד והועשרתי מהקורס, אפרת הייתה מקצועית מובנת ומאוד נעימה וקשובה, תודה רבה", "הקורס נתן לי כלים לחיי האישיים וגם בעבודה כגננת לוויסות, רגיעה והעלאת מצב הרוח וגישה בריאה ונכונה לחיים.", "היתה חוויה משמעותית ממש לחיים עוד לפני הפן המקצועי. אפרת אישיות", "תודה שאפשרתם לארח אותי בהשתלמות בפסגתכם❣️ היתה השתלמות נהדרת", "תודה רבה אפרת העבירה את הנושא בצורה עניינית ונעימה", "קורס נפלא, אפרת מקצועית מעניינת ומעשירה את הידע בנושא מיינדפולנס מאפשרת לחוות ולצאת עם ארגז כלים מלא לעבודה בשטח, המון תודה ", "קורס מצויין.", "השתלמות חובה לכל מורה!! ותודה לאני על הסבלנות ועל כמות ידע שרכשתי בזכותה. ", "תודה על קורס משובח ענייני ומלמד ", "אני בן אדם מיוחד שאוהבת את מה שהיא עושה . היא נותנת השראה וקורנת אור", "אני מרצה פשוט מצוינת!!!!!!!!!!!!", "מאוד עזר לי", "תודה!", "קורס ברמה גבוהה, תכנים וכלים נהדרים שעוזרים בעבודה. תודה🌹", "תודה ענקית  איזה השתלמות מדהימה  מדריכה מדהימה ", "תודה רבה", "ענת מקסימה למדתי ממנה המוןןןןןן", "ענת מדהימה, נהנתי מאוד", "היה מהמם!!!!!!!!!!!!!!!!!!!!!!!!!!מקצועי", "תודה רבה, נהינתי והישכלתי מאוד:)", "תודה", "הקורס היה מעניין ומלמד קיבלתי כלים  וענת העבירה את הקורס בצורה נעימה מעניינת ", "סוף סוף השתלמות מעניינת ופשוט הנאה צרופה ", "תודה רבה", "תודה ענקית לענת המרצה הכי מקצועית", "ההשתלמות הייתה מאוד מעניינת וחשובה לכל אנשי החינוך, כדי להבין איך לעבוד יחד עם הורים ובשיתופיות. ולהבין גם את הצד שלהם והתגובות שלהם", "תודה למרצה ענת המקסימה, המקצועית, רגישה ומעניינת", "ההשתלמות המרתקת בנושא שילוב משחקים בלמידה! למדנו המון כלים מעשיים ודרכים חדשות להפוך את ההוראה לחווייתית ומעשירה יותר. היה מעורר השראה", "במהלך הקורס הצגנו משחקים שונים שהכנו - לחברי הקורס, המרצה היתה ביקורתית מאוד ולא נעימה כשהעירה הערות (ענייניות ומוצדקות) על מה שהוגש, היה נראה כאילו היא מחפשת לומר משהו רע על כל דבר. היה מפגש מאוד לא נעים. מלבד זאת - מגוון החומרים שהציגה והנדיבות שלה בדברים שהכינה - לא ברורים מאליהם.", "הקורס היה מעניין וקיבלתי ממנו כלים להוראה ", "היתה השתלמות מעניינת, מעשירה ויעילה. יישר כח גדול!", "יישר כח על הקורס המחכים והמיוחד הזה. אין ספק שהתפילה אצל תלמידותיי נראית כבר אחרת...", "תודה רבה השתלמות מומלצת", "יישר כח!", "הקורס היה מעשיר ומחכים ביותר תודה רבה ויישר כח", "הרב עמירם סבלני ומסביר הכל בבהירות. מיזם תפילה באהבה הוא פשוט מתנה לנו המורים ולתלמידים בפרט. הילדים מאוד אוהבים את הסרטונים ומצפים להם", "היה ממש מעולה. כל הכבוד", "כל הכבוד לרב עמירם על קורס מושקע ומלמד מאוד. ירבו כמותו", "ההשתלמות חיזקה אותי מאוד", "יישר כוח למעבירי הקורס. הוא היה אפקטיבי ומעמיק", "למדתי, התנסיתי במיומנויות חדשות, הייתה אוירה נעימה והעמקתי בנושא ערכי.", "היה מדהים ומחכים. תודה!", "הקורס היה חוויתי מחכים ומעשיר. בזכות קורס זה ידעתי כיצד ללמד את הילדים בכיתה מהי תפילה, מהי הערך שלה בצורה חוויתית. המון תודה!", "ההשתלמות היית קצת ארוכה אך מדהימה ושווה מאוד", "תודה רבה על השתלמות מעצימה ", "תודה רבה על השתלמות מעצימה", "ישר כח על ההשתלמות המלמדת.", "הרב אמירם העביר את ההשתלמות בצורה מעניינת וגורמת ליישום בכיתה ובכלל ישר כח מעצים ומחבר לתפילה באהבה ", "תודה רבה", "נהננו מאוד נשמח להעביר הלאה תודה רבה", "החכמתי מאוד תודה רבה", "תודה רבה ויישר כוח על השתלמות מעשית, מעניינת ומחכימה.", "אני מרגישה זכות ע\"י השתתפותי בהשתלמות  להיות חלק ממיזם קדוש זה!!", "תודה רבה למנחים עמרם אלבה ומרגלית אחימאיר על הלמידה הכוונה על זה שפתחו בפני עוד ידע.", "נהניתי מן הקורס, מתובנות חדשות ורעיונות מגוונים ללמידה באופן חווייתי.", "תודה רבה וישר כח על ההשקעה והנתינה בקורס זה"]}