{"יכולת ליישם את הנלמד בתפקיד": 4.81, "קידום נושאים בעקבות הלמידה": 4.19, "חקר הצלחות כחלק מהחיבור לשטח": 4.44, "אפשרות העמקה בנושא מעניין": 4.78, "התעוררות שאלות חדשות וסקרנות": 4.7, "למידה פעילה ושיתופית": 4.85, "שיפור איכות ההוראה": 4.48, "התנסות במגוון דרכי למידה": 4.59, "הזדמנויות לבחירה ועבודה עצמית במהלך הלמידה": 4.52, "בחירה חוזרת בקורס": 4.81, "המלצה על הקורס לחברים": 4.89, "threshold": 4.5, "above_threshold": false, "וותק בהוראה": {"6-10 שנים": 9, "11-15 שנים": 8, "1-5 שנים": 5, "21 שנים ומעלה": 3, "16-20 שנים": 2}, "מסגרת חינוך": {"חינוך רגיל": 15, "חינוך מיוחד": 12}, "שלב חינוך": {"יסודי": 17, "קדם יסודי": 6, "חט\"ב": 3, "חט\"ע": 1}, "מגזר": {"יהודי": 25, "בדואי": 1, "ערבי": 1}, "פיקוח": {"ממלכתי": 17, "חמ\"ד": 10}, "מחוז": {"מחוז מרכז": 14, "מחוז תל אביב": 5, "מחוז דרום": 3, "אחר": 2, "מחוז ירושלים ומנח\"י": 1, "מחוז התיישבותי": 1, "מחוז צפון": 1}, "מספר משתתפים": 27, "שם המרצה": "דוקטור אורלי תורן", "שם הקורס": "כלים אימוניים להתמודדות עם הפרעת קשב", "משובים מילוליים מהמשתתפים": ["קורס מדהים עם מדריכה מדהימה", "מרצה מהממת ומקצועית", "תודה, היה ממש מענין מעשיר ומלמד", "אורלי מקצועית ביותר!!! והכי חשוב מקסימה ואנושית", "תודה רבה", "מרצה מעולה!! קורס מעניין ומעשיר ולדעתי חובה לכל איש חינוך. מומלץ מאוד!!", "המרצה אורלי מהממת, מלהיבה על החומר שנלמד וממש מרתקת", "אורלי מהממת! היא העבירה את ההשתלמות באופן מעניין. היא ביקשה מאיתנו לשתף בהתמודדויות וביחד חשבנו על דרכי פתרון והתייעצנו. המשימות במהלך ההשתלמות היו קשורות לעבודה בשטח ותרמו רבות. אני כבר מחכה להשתלמות הבאה שלה. ", "המרצה מדהימה!!! מעניינת, קשובה, מלמדת בצורה מעשית.", "אורלי העבירה קורס מדהים חשוב מעצים כל מורה בישראל צריכה ללמוד תכנים אלו. אשמח ללמוד ממנה שוב", "זו ההשתלמות המקצועית והמעמיקה ביותר שעשיתי. אורלי בעלת ידע רב, שהועבר בצורה ברורה ומעניינת תוך לימוד עצמי, חיבור לשטח בהמון רגישות וחוכמה. מתן מקום לשאול שאלות . פשוט נתן לי הרבה מאד בחיים האישיים והמקצועיים וכולי הערכה רבה מאד לד״ר אורלי. ממש עצוב לי שהשתלמות זו נגמרה כי היא תרמה לי מאד. הייתי מרותקת כל השלוש שעות של הקורס . תודה על הזכות ואשמח להעמקה וקורס המשך. נטע", "תודה רבה לאורלי על השיתוף, העברת הדברים בצורה ברורה ונעימה. על מענה לשאלות ורגישות.", "ההשתלמות הועברה במקצועיות וברגישות. עם העשרה בפן הרגשי ובפן האישי. תודה על האובייקטיביות ועל המודלינג האישי ", "למדתי הרבה שיטות שעזרו לי איך להתמודד עם התלמידים ", "אורלי היא מרצה שמעבירה את החומר הנלמד בדרך מקצועית, מעניינת שתרמה לי רבות! הרגשתי כי קיבלתי כלים רבים בתום ההשתלמות ועם צידה לדרך שתתרום לי מאוד. ישר כח לאורלי היקרה", "תודה רבה על השתלמות מקצועית ברמה גבוה , מהנה ומלמדת . המרצה התייחסה וענתה לכל השאלות והתהיות , שיתפה במידע ובחוויות אישיות ואשמח להשתתף בהשתלמויות אחרות עם המרצה אורלי .", "הקורס היה מעולה, מעשיר, דוגמאות אישיות, העמקה בחומר , מאוד מעניין ולמדתי רבות , אורלי מיוחדת ומאוד מעניינת , תודה על ההזדמנות ", "  בנימה אישית, רציתי לומר שהקורס בנושא הפרעת קשב היה עבורי הרבה מעבר ללמידה אקדמית. הוא פתח לי פתח לעולם מרתק, מלא ברגישות, הבנה וכלים משמעותיים להתמודדות אמיתית מהשטח. בזכות הקורס הזה הרגשתי שאני לא רק לומדת – אלא גם רואה, מבינה ומתחברת מחדש. אני יוצאת ממנו עם תובנות עמוקות ותחושת שליחות, ובעיקר עם הרבה הערכה על הדרך בה הועבר, בגובה העיניים ועם לב פתוח.    ", "אורלי פשוט השראה ומודל לחיקוי. שינתה לי את התפיסה שלי כאמא ומורה לגבי הנושא", "תודה רבה על הקורס. היה מאוד מלמד ומעשיר", "אורלי תודה רבה על למידה וכלים מעשיים ופרקטיים. את היית המודלינג והסיפור האישי שנתן השראה והעביר את הכלים באופן בהיר, יישומי ופרקטי. תודה ", "מרצה מרתקת,משתפת ומעבירה את החומר בצורה מאוד נעימה ", "קורס מעניין ומעשיר מאוד את ארגז הכלים המקצועי והאישי לעבודה עם ילדים   הקורס הועבר ע\"י המרצה בצורה מגוונת ולווה במצגות , סרטים ושירים אשר הסבירו בצורה טובה את החומר הלימודי. יישר כוח  ", "הקורס כל כך חשוב וחיוני לכל מורה והורה ובכלל.. הכלים מאפשרים התמודדות, הכלה והבנה מול בעלי קושי קשבי. תלמידים, ילדים אישיים ומבוגרים. תודה על הזכות!"]}