{"יכולת ליישם את הנלמד בתפקיד": 4.67, "קידום נושאים בעקבות הלמידה": 4.28, "חקר הצלחות כחלק מהחיבור לשטח": 4.44, "אפשרות העמקה בנושא מעניין": 4.83, "התעוררות שאלות חדשות וסקרנות": 4.61, "למידה פעילה ושיתופית": 4.72, "שיפור איכות ההוראה": 4.22, "התנסות במגוון דרכי למידה": 4.22, "הזדמנויות לבחירה ועבודה עצמית במהלך הלמידה": 4.44, "בחירה חוזרת בקורס": 4.72, "המלצה על הקורס לחברים": 4.72, "threshold": 4.5, "above_threshold": false, "וותק בהוראה": {"1-5 שנים": 6, "6-10 שנים": 3, "16-20 שנים": 3, "21 שנים ומעלה": 3, "11-15 שנים": 3}, "מסגרת חינוך": {"חינוך רגיל": 11, "חינוך מיוחד": 7}, "שלב חינוך": {"יסודי": 5, "חט\"ב": 4, "חט\"ע": 4, "קדם יסודי": 3, "גילאי 6-21": 1, "רב גילאי 3-21": 1}, "מגזר": {"יהודי": 18}, "פיקוח": {"ממלכתי": 14, "חמ\"ד": 4}, "מחוז": {"מחוז מרכז": 6, "מחוז תל אביב": 4, "מחוז התיישבותי": 3, "אחר": 2, "מחוז דרום": 2, "מחוז ירושלים ומנח\"י": 1}, "מספר משתתפים": 18, "שם המרצה": "אירית עציון", "שם הקורס": "מאנחה להנחה", "משובים מילוליים מהמשתתפים": ["תודה רבה על השתלמות מהנה", "תודה על התכנים המשמעותיים, המלמדים והמעשירים ועל הגדלת ארגז הכלים בחיי.", "קורס מקסים שהופך את החיים לטובים יותר. אירית המנחה מקסימה ונעימה. אשמח לקורס המשך.", "אירית מאוד קשובה סבלנית ומאירת פנים, היו שיתופים מרגשים וקבוצה שהתגבשה,מאוד נהנתי ", "קורס מרתק, מעניין, תורם, נותן ידע רב, התנסויות והעמקה. קורס חובה לכל מי שמעוניינת להתפתח בפן האישי והמקצועי, לכל מי שעובדת עם תלמידים. הקורס הועבר בצורה מרתקת, עם הפניה למקורות ידע, עם שימוש בכלים טכנולוגיים. מטלות ההגשה לאורך הקורס היו מרתקות, מועילות, ומלמדות. תודה רבה", "המרצה הייתה מקסימה , אנושית , מעניינת , מעבירה את הקורס בצורה נעימה ומדויקת. לטעמי הקורס קצר מידי ", "שהתכנים מעניינים תורמים לי ותורמים לעבודתי המנחה נעימה", "אירית מרצה נהדרת וההשתלמות תרמה לי ברמה האישית וברמה המקצועית. הקןרס תרם לי רבות בהבנה את עצמי ואת הסובבים אותי, בחשיובת של לקבל את עצמי ורק אז אוכל לתת בעצמי ולהיות בביקורת כלפי עצמי. מעבר לכך אירית מרצה מעולה ומשלבת שיח, עבודה עצמית וחשיבה אחרת שמאפשרת להיות אני המלוא הדרי. משהו שמאוד חשוב היום לאנשי החינוך, לעסות את הנפש של עצמם.", "לא ירד לי האסימון עד השיעור האחרון שנגע בי בכל כך הרבה מישורים תודה רבה על זה !!  מעריכה מאוד דיקלה ", "אירית יקרה  תודה רבה על הקורס המעניין הזה. כבר הרבה זחן שאני רוצה להחשף לעולם של הnlp. המדריכות מתיא שלי כל הזמן נותנות לי המלצות וחומרים של איך זה יכול לעזור לי בכיתת החינוך מיוחד שאותה אני מחנכת. אז תודה. למדתי הרבה גם על עצמי וגם בשביל להעביר הלאה. יש בי רצון להכיר יותר", "תודה על ההזדמנות לגלות כלי חדש להכיר את עצמי ואני הפנימי  . ", "הקורס היה מאוד מהנה מעשיר ומעצים, המרצה הייתה מתחשבת ותותחית. אין ספק שאחזור שוב. תודה רבה", "קורס מדהים, מעמיק הסתכלות טיפולית פרקטית. אירית מדהימה, מקסימה ועמוקה. המתנות שנתנו היו מתנות אמיתיות. תודה!", "תודה מנחה מדהימהה", "אירית מנחה מדהימה אשר מעבירה את החומר בצורה ברורה ורואים שהיא מלמדת מתוך הבנה עמוקה ובעיקא מהלב. הקורס היה יישומי, מעניין ובעיקר מלמד כלים לחיים לכל אדם בכל תחומי החיים! "]}