{"יכולת ליישם את הנלמד בתפקיד": 4.67, "קידום נושאים בעקבות הלמידה": 4.39, "חקר הצלחות כחלק מהחיבור לשטח": 4.61, "אפשרות העמקה בנושא מעניין": 4.89, "התעוררות שאלות חדשות וסקרנות": 4.89, "למידה פעילה ושיתופית": 5.0, "שיפור איכות ההוראה": 4.56, "התנסות במגוון דרכי למידה": 4.61, "הזדמנויות לבחירה ועבודה עצמית במהלך הלמידה": 4.83, "בחירה חוזרת בקורס": 4.94, "המלצה על הקורס לחברים": 4.94, "threshold": 4.5, "above_threshold": false, "וותק בהוראה": {"21 שנים ומעלה": 7, "11-15 שנים": 5, "1-5 שנים": 4, "16-20 שנים": 2}, "מסגרת חינוך": {"חינוך רגיל": 15, "חינוך מיוחד": 3}, "שלב חינוך": {"קדם יסודי": 13, "יסודי": 4, "יסודי ועל יסודי": 1}, "מגזר": {"יהודי": 18}, "פיקוח": {"ממלכתי": 11, "חמ\"ד": 7}, "מחוז": {"מחוז מרכז": 12, "מחוז תל אביב": 5, "מחוז חיפה": 1}, "מספר משתתפים": 18, "שם המרצה": "שי אשכנזי", "שם הקורס": "חדשנות דיגטלית קנבה 204114", "משובים מילוליים מהמשתתפים": ["ששי הוא מנחה מעולה מסביר ומדריך באופן יוצא דופן וראוי להערכה. מאוד נהנתי והןעשרתי בידע המליץ ברצון ללמוד ולהשתלם אצלו", "שהמדריך שי אשכנזי אחד המרצים המעניינים ביותר גרם לנו לרצות ללמוד להתנסות והכי הפחית את החשש והפחד שלי והפך את הלמידה למשמעותית", "שי המנחה מקצועי, סבלני יודע לרתק ולעניין!!!", "שי אשכנזי מרצה מדהים ביותר! מסביר בסבלנות ובחיוך! אין עליווו", "תודה לשי על הסבלנות וההסברים הרבים עד שנצליח", "שי אשכנזי מרצה עם הרבה סבלנות ורגישות.. אופי השיעור אצלו מהנה וחבל שנגמר.. מחכה לעוד קורסים שהוא יעשה. אין עליו!!!!!!!", "שי אשכנזי מורה בעל יכולת סבלנות יוצאת דופן. מייצר אנרגיה חיובית והתלהבות סביב הנושאים הנילמדים", "תודה על כל הידע והסבלנות.רק הערה על העבודה,שנראה לי שהיא מורכבת יחסית והייתי שמחה לעבודה יותר קלילה", "שי אשכנזי מרצה בחסד, מעביר את החומר בצורה ברורה, ומעניינת, גם מי שהוא טכנופוב אצלך שי יצליח- הוא מנגיש את הידע בצורה כל-כך פשוטה שכל אחד יכול. לשי יש יכולת מדהימה שהוא יודע לגעת בכולם, חשוב לו שכולם יבינו ולא מוותר על אף אחד. תמיד היה פתוח לכל שאלה, נתן ידע רב, הכל מתוך ענווה, היה קשוב לקבוצה ולהתקדמות שלה. הכל נעשה בחן ובסבלנות רבה. שי חשף אותי לכל התוכן המדהים הזה, איתו העזתי ליצור ולעשות וגיליתי עולם מדהים, אני משתמשת  בכיתה המון בכלים שלימד אותנו יוצרת דברים  מיוחדים.תודה לשי על המפגשים המעניינים.", "היה מאוד רלוונטי ומעניין ! ", "טוב שיש קורסים שחושפים לבינה המלאכותית ולקנבה", "שי מורה מדהים עם סבלנות אדירה  לא הכרתי את הכנווה בכלל ובזכות הקורס ושי אני מעצבת תמונות גן משפחה, משחקים ומצגות", "קורס מרתק גם כמורה, וגם לצרכים האישיים. מאד קידם את דרכי ההוראה האינטראטיביות שלי. מנחה (שי אשכנזי) מקצועי, מעורר עניין, מלא הומור, סבלנות והרבה מאד ידע נרחב בתחום. תודה על הזכות", "היה מעניין מאוד, קורס חשוב לעובד הוראה בעולם דינמי ומתקדם. ", "אחת ההשתלמויות הכי מעניינות מסקרנות מלמדות ומהנות. היה מושלם.והמנחה שי היה סבלני מדהים ומקצוען. תודה רבה", "אין על שי אשכנזי מורה מעולה מעניין וסבלני"]}